---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MatchlineBottomPlane
source: html/15eccd01-2688-76b4-ac3c-eb428c49964b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MatchlineBottomPlane Property

"Bottom Constraint"

## Syntax (C#)
```csharp
public static ForgeTypeId MatchlineBottomPlane { get; }
```